12/data/attachments/582c83883175e9e4.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_3c4e9d73-a79d-4401-8307-c9b7dd882177</nif:username>
            <nif:friendToBeAdded>Jessica_forget_Actions_34017_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>